// Написать программу, которая принимает число: 

//     1. Если число делится без остатка на 5 выводим сообщение Fiz
//     2. Если число делится без остатка на 3 выводим сообшение Buz
//     3. Если число делится без остатка и на 3 и на 5 выводим сообшение FizBuz

const nameFiz = 'Fiz';//Если число делится без остатка на 5 выводим сообщение Fiz
const nameBuz = 'Buz';//Если число делится без остатка на 3 выводим сообшение Buz
const nameFizBuz = 'FizBuz';//Если число делится без остатка и на 3 и на 5 выводим сообшение FizBuz